print('Дальневосточный леопард или амурский леопард ')
print('Длина тела: 1,2 - 1,7 м, хвост 0,75 - 1 м.\n'
      'Гастая, светлая шерсть, которая зимой вырастает до 7 см.\n'
      'Крупные, широко расставленные «розетки» на шкуре обеспечивают маскировку в заснеженных лесах.\n'
      'Вес взрослых особей — от 35 до 60 кг, самцы крупнее самок.')
print('«Леопард плачет»\n'
      'Леопард поранил лапу\n'
      'И зовёт на помощь папу.\n'
      'Он ещё совсем малыш —\n'
      'Плачем рвёт лесную тишь.\n'
      'Только папа не спешит —\n'
      'Для себя он так решил:\n'
      'Чтобы смелым вырос сын,\n'
      'Должен боль стерпеть один.\n'
      'Хватит в нём силёнок,\n'
      'Он ведь не котёнок.')